Repository: TIBHannover/optimetaGeo
Catalog: locale/*/locale.po
Languages: fr_fr

# plugins.generic.optimetaGeo.article.metadata.short
source: Time & location
fr_fr: Heure et lieu

# plugins.generic.optimetaGeo.article.metadata.long
source: Time and location
fr_fr: Heure et localisation

# plugins.generic.optimetaGeo.publication.label
source: Time & location
fr_fr: Heure et lieu

# plugins.generic.optimetaGeo.geospatialmetadata.description.article
source: Here the properties of the articles content in terms of time and place are illustrated.
fr_fr: Ici sont illustrées les propriétés du contenu des articles en termes de temps et de lieu.

# plugins.generic.optimetaGeo.geospatialmetadata.properties.temporal
source: Temporal Properties
fr_fr: Propriétés temporelles

source: Define the temporal properties of the articles content by specifying the begin and end dates. The input is possible via the text field as well as via the calendar view. Click the input field below this text to open the calendar. Press "Apply" to save the calender setting. Press "Clear" to remove the current data. Textual input must match the following format and be confirmed by clicking "Apply" (not Enter!): begin and end are seperated by a hyphen surrounded by spaces; dates are given as "YYYY-MM-DD", whereby "YYYY" stands for years, "MM" for months (with a leading zero), and "DD" for days (with a leading zero).
fr_fr: Définit les propriétés temporelles du contenu des articles en spécifiant les dates de début et de fin. La saisie est possible via le champ de texte ainsi que via la vue calendrier. Cliquez sur le champ de saisie situé sous ce texte pour ouvrir le calendrier. Appuyez sur "Appliquer" pour enregistrer les paramètres du calendrier. Appuyez sur "Effacer" pour supprimer les données actuelles. La saisie de texte doit respecter le format suivant et être confirmée en cliquant sur "Appliquer" (et non sur Entrée !) : le début et la fin sont séparés par un tiret entouré d'espaces ; les dates sont indiquées sous la forme "AAAA-MM-JJ", où "AAAA" correspond aux années, "MM" aux mois (avec un zéro en tête) et "JJ" aux jours (avec un zéro en tête).

source: Temporal properties of the article's content specified with a day resolution.
fr_fr: Propriétés temporelles du contenu de l'article spécifié avec une résolution en jours.

# plugins.generic.optimetaGeo.geospatialmetadata.properties.temporal.from
source: This article covers a time period from
fr_fr: Cet article couvre une période de temps de

# plugins.generic.optimetaGeo.geospatialmetadata.properties.temporal.to
source: to
fr_fr: à

# plugins.generic.optimetaGeo.geospatialmetadata.properties.spatial
source: This article covers location(s) or area(s) shown on the map below.
fr_fr: Cet article couvre le(s) lieu(x) ou la(les) zone(s) figurant sur la carte ci-dessous.

# plugins.generic.optimetaGeo.geospatialmetadata.properties.administrativeUnit
source: The administrative units enclosing the article's places are:
fr_fr: Les unités administratives englobant les lieux de l'article sont :

source: Define the location of the articles content by one or more geometric shape(s). You can choose in the control on the left side between polyline, polygon, rectangle and point. By the icons below you can edit or delete the created geometric shape(s). With the "â€“" and "+" in the upper left corner it is possible to zoom in and out. In the upper right corner you can change the background maps. You can choose between a street map ("OpenStreetMap" layer) and aerial imagery ("Esri World Imagery" layer). You can also set whether the geometric shape(s) and the administrative unit should be displayed or not. For the administrative unit you will find a more detailed description in the next paragraph of this form. Below the layer control you will find a search for the map. You can search for locations and by hitting "Enter" you will be offered different locations that match your input. By clicking on a suggestion it will be accepted and a matching rectangle, describing the boundaries of the location, will be displayed on the map. This rectangle can also be deleted/ edited by clicking on the trash-/ edit icon on the left side. You can choose a coarser level of detail to protect sensitive locations.
fr_fr: Définir l'emplacement du contenu des articles par une ou plusieurs forme(s) géométrique(s). Vous pouvez choisir dans le contrôle sur le côté gauche entre polyline, polygone, rectangle et point. Les icônes ci-dessous vous permettent de modifier ou de supprimer la ou les formes géométriques créées. Les boutons - et + situés dans le coin supérieur gauche permettent d'effectuer un zoom avant et arrière. Dans le coin supérieur droit, vous pouvez modifier les cartes d'arrière-plan. Vous pouvez choisir entre un plan des rues (couche "OpenStreetMap") et des images aériennes (couche "Esri World Imagery"). Vous pouvez également définir si la ou les formes géométriques et l'unité administrative doivent être affichées ou non. Pour l'unité administrative, vous trouverez une description plus détaillée dans le paragraphe suivant de ce formulaire. Sous le contrôle de la couche, vous trouverez une recherche pour la carte. Vous pouvez rechercher des lieux et en appuyant sur "Enter", différents lieux correspondant à votre saisie vous seront proposés. En cliquant sur une suggestion, elle sera acceptée et un rectangle correspondant, décrivant les limites de l'emplacement, sera affiché sur la carte. Ce rectangle peut également être supprimé/modifié en cliquant sur l'icône de suppression/modification sur le côté gauche. Vous pouvez choisir un niveau de détail plus grossier pour protéger les lieux sensibles.

source: The geometric shape(s) in blue represent the locations or areas of the article's content as provided by the authors. The administrative unit shown in a black rectangle represents the smallest administrative unit that encloses the spatial extent that the article is dealing with.
fr_fr: La ou les formes géométriques en bleu représentent les emplacements ou les zones du contenu de l'article tel que fourni par les auteurs. L'unité administrative représentée dans un rectangle noir représente la plus petite unité administrative qui englobe l'étendue spatiale dont traite l'article.

source: Administrative Unit
fr_fr: Unité administrative

source: On basis of your input in the map, administrative units are proposed according to your input on the map. Each time you update the inputs, the coverage information gets new calculated and updated correspondingly. You are able to delete administrative unit(s) by the red "x". If you hover over the administrative unit(s) the superior hierarchy of administrative unit(s) is displayed if available. Besides you can add further administrative units. You are only able to insert a further administrative unit if it fits to the already given hierarchy of administrative unit(s), and the given geometric shape(s) in the map. If you begin to insert, there are some suggestions you can accept by clicking, but nevertheless you can input your own administrative unit by hitting "Enter". The administrative unit (in black) which is the lowest common denominator for all geometric shape(s) is shown in the map. The administrative unit is not editable or deletable in the map, but here via the input field.
fr_fr: Sur la base de votre saisie dans la carte, des unités administratives sont proposées en fonction de votre saisie sur la carte. Chaque fois que vous mettez à jour les entrées, les informations de couverture sont calculées et mises à jour en conséquence. Vous pouvez supprimer une ou plusieurs unités administratives en cliquant sur le bouton rouge "x". Si vous survolez la ou les unités administratives, la hiérarchie supérieure des unités administratives s'affiche si elle est disponible. En outre, vous pouvez ajouter d'autres unités administratives. Vous ne pouvez insérer une unité administrative supplémentaire que si elle correspond à la hiérarchie d'unités administratives déjà établie et aux formes géométriques de la carte. Si vous commencez à insérer, il y a quelques suggestions que vous pouvez accepter en cliquant, mais néanmoins vous pouvez entrer votre propre unité administrative en appuyant sur "Enter". L'unité administrative (en noir) qui est le plus petit dénominateur commun pour toutes les formes géométriques est affichée sur la carte. L'unité administrative n'est pas modifiable ou supprimable dans la carte, mais ici via le champ de saisie.

source: Here the administrative units are listed, which are superior to the location(s) the article is dealing with, with the highest level on the left and the lowest on the right.
fr_fr: Ici sont listées les unités administratives qui sont supérieures au(x) lieu(x) dont traite l'article, avec le niveau le plus élevé à gauche et le plus bas à droite.

source: Administrative Units
fr_fr: Unités administratives

# plugins.generic.optimetaGeo.article.details.download
source: Download geospatial metadata
fr_fr: Télécharger les métadonnées géospatiales.

# plugins.generic.optimetaGeo.article.details.geoJSON.about
source: About GeoJSON
fr_fr: A propos de GeoJSON

# plugins.generic.optimetaGeo.settings.usernameGeonames
source: Get your username at https://www.geonames.org/login; the username must be enabled once to use the free webservice, see https://www.geonames.org/manageaccount.
fr_fr: Obtenez votre nom d'utilisateur sur https://www.geonames.org/login ; le nom d'utilisateur doit être activé une fois pour utiliser le service Web gratuit, voir https://www.geonames.org/manageaccount.

# plugins.generic.optimetaGeo.settings.usernameGeonames.description
source: You have to specify your username for the GeoNames API, so that an alignment for the administrative units is possible. Create an account on <a href="https://www.geonames.org/login">https://www.geonames.org/login</a> and insert the username here.
fr_fr: Vous devez spécifier votre nom d'utilisateur pour l'API GeoNames, afin qu'un alignement pour les unités administratives soit possible. Créez un compte sur <a href="https://www.geonames.org/login">https://www.geonames.org/login</a> et insérez le nom d'utilisateur ici.

# plugins.generic.optimetaGeo.settings.baseurlGeonames
source: Base URL of Geonames, use to switch between 'http' and 'https'.
fr_fr: URL de base des Geonames, à utiliser pour basculer entre 'http' et 'https'.

# plugins.generic.optimetaGeo.settings.baseurlGeonames.description
source: Use one of <code>https://www.geonames.org</code> or <code>http://www.geonames.org</code> depending whether your OJS server is published on http or https.
fr_fr: Utilisez l'un des <code>https://www.geonames.org</code> ou <code>http://www.geonames.org</code> selon que votre serveur OJS est publié sur http ou https.

# plugins.generic.optimetaGeo.description
source: Collect and provide geospatial metadata for enhanced discovery of articles.
fr_fr: Collectez et fournissez des métadonnées géospatiales pour une meilleure découverte des articles.

# plugins.generic.optimetaGeo.issue.title
source: Times & locations
fr_fr: Heures et lieux de publication

# plugins.generic.optimetaGeo.journal.pageTitle
source: Times & locations of all articles
fr_fr: Heures et lieux de tous les articles.

# plugins.generic.optimetaGeo.journal.title
source: Times & locations of all articles in
fr_fr: Heures et emplacements de tous les articles dans

# plugins.generic.optimetaGeo.journal.breadcrump
source: Map
fr_fr: Carte

# plugins.generic.optimetaGeo.journal.mapMenu
source: Map
fr_fr: Carte

# plugins.generic.optimetaGeo.journal.text
source: Click on any geometry to see information about the article and follow the link to the article page.
fr_fr: Cliquez sur une géométrie pour voir des informations sur l'article et suivez le lien vers la page de l'article.

# plugins.generic.optimetaGeo.map.articleLayerName
source: Articles
fr_fr: Des articles

# plugins.generic.optimetaGeo.map.administrativeLayerName
source: Administrative Units
fr_fr: Unités administratives

# plugins.generic.optimetaGeo.license.submission
source: Note that the temporal and spatial metadata will be published under the following license:
fr_fr: Notez que les métadonnées temporelles et spatiales seront publiées sous la licence suivante:

# plugins.generic.optimetaGeo.license.download
source: Geodata license:
fr_fr: Licence métadonnées spatiales:

# plugins.generic.optimetaGeo.license.frontend
source: Temporal and spatial metadata are published under the following license:
fr_fr: Les métadonnées temporelles et spatiales sont publiées sous la licence suivante:
